[TheWorld:PersistentLevel.Main_Sequence.GraveYardAccess.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Repair the grave switch")
m_Choices[1]=(m_ChoiceText="Wait")

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_DialogScriptedChoice_8 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to Brigmore Manor")
m_Choices[1]=(m_ChoiceText="Stay in Brigmore Exterior")

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="Nova Pista de Missão Adicionada"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="Porta da Frente"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="Quintal"

[TheWorld:PersistentLevel.Main_Sequence.Main_Entrance.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="Porta da Frente"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.AcquireGrannyObjective.DisSeqAct_UpdateTaskTarget_34 DisSeqAct_UpdateTaskTarget]
m_TargetName="Fonte de Água de Brigmore"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="Nova Pista de Missão Adicionada"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="Nova Pista de Missão Adicionada"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Cripta de Brigmore"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="Propriedade Brigmore"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="Galpão de Jardim"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_29 DisSeqAct_UpdateTaskTarget]
m_TargetName="Cripto"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_36 DisSeqAct_UpdateTaskTarget]
m_TargetName="Galpão de Jardim"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_42 DisSeqAct_UpdateTaskTarget]
m_TargetName="Cemitério"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.PlayerFindsCrypt.DisSeqAct_UpdateTaskTarget_43 DisSeqAct_UpdateTaskTarget]
m_TargetName="Nota"

[TheWorld:PersistentLevel.Main_Sequence.Objectives_Level_Transitions.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to Brigmore Manor")
m_Choices[1]=(m_ChoiceText="Stay in the Crypt")

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="Cache"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="Cachoeira"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="Costa"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_39 DisSeqAct_UpdateTaskTarget]
m_TargetName="Bruxa de Casaco Vermelho"

[TheWorld:PersistentLevel.Main_Sequence.StoreFavorObjectives.DisSeqAct_UpdateTaskTarget_40 DisSeqAct_UpdateTaskTarget]
m_TargetName="Buraco na Cerca"

